/* 
  Localizable.strings
  MiniProgram

  Created by zacharysu(粟子明) on 2020/6/9.
  Copyright © 2020 Tencent. All rights reserved.
*/
"App.Name" = "WeChat";
"Common.Dialog.OK" = "OK";
"Common.Dialog.Cancel" = "Batal";
"Common.Navigation.Back" = "Belakang";
"Common.Cancel" = "Batal";
"Common.Delete" = "Padam";
"Common.Send" = "OK";
"Common.Exit" = "Keluar";
"Common.Close" = "Tutup";
"Common.More" = "Lagi";
"Common.Alert.Hint.Title" = "Nota";
"JSScopeConfirmWindow_Title_Login" = "Log masuk melalui WeChat";
"JSScopeConfirmWindow_Title_Authorize" = "Otorisasi WeChat";
"JSScopeConfirmWindow_Description" = "%@ minta pengesahan di bawah:";
"JSScopeConfirmWindow_Allow" = "Benarkan";
"JSScopeConfirmWindow_Reject" = "Batal";
"JSScopeConfirmWindow_Account_Desc" = "Maklumat Peribadi WeChat";
"JSScope.Privacy.Location.Desc" = "Pergi ke \"Keutamaan Sistem\" Mac anda > \"Keselamatan & Privasi\" > \"Perkhidmatan Lokasi\" dan benarkan WeChat untuk mengakses lokasi anda.";
"JSScope.Privacy.PhotoAdd.Desc" = "Pergi ke \"Keutamaan Sistem\" Mac anda > \"Keselamatan & Privasi\" > \"Foto\" dan benarkan WeChat untuk mengakses foto anda.";
"JSScope.Privacy.Camera.Desc" = "Pergi ke \"Keutamaan Sistem\" Mac anda > \"Keselamatan & Privasi\" > \"Kamera\" dan benarkan WeChat untuk mengakses kamera depan anda.";
"JSScope.Privacy.Microphone.Desc" = "Pergi ke \"Keutamaan Sistem\" Mac anda > \"Keselamatan & Privasi\" > \"Mikrofon\" dan benarkan WeChat untuk mengakses mikrofon anda.";
"JSScope.Privacy.ScreenCapture.Desc" = "Pergi ke \"Keutamaan Sistem\" Mac anda > \"Keselamatan & Privasi\" > \"Perakaman Layar\" dan benarkan WeChat untuk merekod kandungan layar.";
"WCAppBrand_MenuItem_Setting" = "Tetapan";
"WCAppBrand_MenuItem_BannerQuickAddTips" = "Tambah %@ ke Program Mini Saya?";
"WCAppBrand_MenuItem_OpenDebugMode" = "Dayakan Nyahpepijat";
"WCAppBrand_MenuItem_CloseDebugMode" = "Nyahdayakan Nyahpepijat";
"WCAppBrand_MenuItem_OpenPerformance" = "Tunjukkan Tetingkap Prestasi";
"WCAppBrand_MenuItem_ClosePerformance" = "Tutup Tetingkap Prestasi";
"WCAppBrand_MenuItem_DebugModeTips" = "Akan berkuat kuasa selepas dibuka semula";
"WCAppBrand_MenuItem_Focused" = "Ditambah";
"WCAppBrand_MenuItem_Expose" = "Lapor";
"WCAppBrand_MenuItem_Feedback" = "Maklum Balas";
"WCAppBrand_MenuItem_StaredToast" = "Ditambah";
"WCAppBrand_MenuItem_StarFailed" = "Tidak dapat menambah";
"WCAppBrand_MenuItem_UnstaredToast" = "Dibatalkan";
"WCAppBrand_MenuItem_UnstaredFailToast" = "Tidak dapat membatalkan";
"WCAppBrand_MenuItem_openVCLogTips" = "Masa Mula Versi Ujian: %@\nMasa Tamat Versi Ujian: %@\nPangkalan Data Nyahpepijat: %d\nMasa Kemas Kini Pangkalan Data Ujian: %@\nMasa Tamat Pangkalan Data Ujian: %@\nVersi Pangkalan Data Keluaran: %lu\nWaktu Kemas Kini Pangkalan Data: %@";
"WCAppBrand_MenuItem_BackToMain" = "Kembali ke Utama";
"WCAppBrand_MenuItem_BackToChat" = "Tunjukkan di Atas";
"WCAppBrand_MenuItem_RemoveWeappBanner" = "Keluarkan daripada Atas";
"WCAppBrand_MenuItem_LeaveInChatTips" = "Dikeluarkan daripada atas";
"WCAppBrand_MenuItem_CommonShare" = "Majukan";
"WCAppBrand_MenuItem_AddToHomeScreen" = "Tambah ke Desktop";
"WCAppBrand_MenuItem_AboutUs" = "Mengenai Kami";
"WCAppBrand_MenuItem_About" = "Tetapan";
"WCAppBrand_MenuItem_Comment" = "Komen";
"WCAppBrand_MenuItem_Leave" = "Keluar";
"WCAppBrand_MenuItem_CopyPathAndQuery" = "Salin Laluan Halaman";
"WCAppBrand_MenuItem_BackToIndex" = "Kembali ke Utama";
"WCAppBrand_MenuItem_AddToStar" = "Tambah ke Program Mini Saya";
"WCAppBrand_MenuItem_CancelStar" = "Keluarkan daripada Program Mini Saya";
"WCAppBrand_MenuItem_AddToStarSuccess" = "Ditambah";
"WCAppBrand_MenuItem_CancelStarSuccess" = "Dikeluarkan";
"WCAppBrand_MenuItem_Minimize" = "Minimumkan";
"WCAppBrand_MenuItem_WideScreen" = "Layar Luas";
"WCAppBrand_MenuItem_NarrowScreen" = "Pandangan Lalai";
"WCAppBrand_ImageChoosePanel_OriginImage" = "Imej Penuh";
"WeApp_ChooseImage_Menu_Camera" = "Ambil Foto";
"WeApp_ChooseImage_Menu_Other" = "Pilih dari Pemacu Setempat...";
"WeApp_ChooseImage_No_Camera" = "Tiada kamera tersedia";
"WeApp_ChooseImage_No_Camera_Privacy" = "Akses kamera dinyahdayakan";
"WeApp_ChooseImage_TakePhoto" = "Ambil Foto";
"WeApp_ChooseImage_TakePhoto_Confirm" = "Guna Foto";
"WeApp_ChooseImage_TakePhoto_Retry" = "Ambil semula";
"WeApp_ChooseImage_TakePhoto_Error" = "Gagal untuk mengambil foto. Periksa sama ada kamera tersedia.";
"WeApp_Error_Unknow" = "Ralat tidak diketahui";
"WeApp_OpenTask_AlertTitle" = "Tidak dapat dibuka";
"WeApp_OpenTask_Error_Parameter" = "Ralat parameter";
"WeApp_OpenTask_Error_ExceedMaxWindow" = "Hanya boleh membuka sehingga %lu tetingkap Program Mini.";
"WeApp_OpenTask_Error_GameApp" = "Permainan Mini tidak disokong pada WeChat for Mac.";
"WeApp_OpenTask_Error_UnsupportApp" = "Program Mini ini tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_OpenTask_Error_UnsupportApp_Name" = "Program Mini \"%@\" tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_OpenTask_Error_NoAppID" = "ID Tiada";
"WeApp_OpenTask_Error_Foreground" = "Perkhidmatan sedang diguna";
"WeApp_OpenTask_Error_Loading" = "Sedang memuatkan";
"WeApp_OpenTask_Error_NoVersion" = "Ralat versi";
"WeApp_OpenTask_Error_HomePage" = "Ralat alamat halaman utama";
"WeApp_OpenTask_Error_CacheInfo" = "Ralat maklumat cache";
"WeApp_OpenTask_Error_NormalError" = "Tidak dapat membuka Program Mini. Cuba lagi nanti. (Kod ralat: %d)";
"WeApp_OpenTask_Error_NoPackageError" = "Program Mini tamat tempoh. Imbas kod QR sekali lagi. (Kod ralat: %d)";
"WeApp_OpenTask_Error_InternalError" = "Ralat dalaman";
"WeApp_OpenTask_Error_DownloadError" = "Gagal membuka Program Mini. Semak rangkaian anda. (Kod ralat: %d)";
"WeApp_OpenTask_Error_NavigationNil" = "Tidak dapat menolak ke dalam bar nav";
"WeApp_OpenTask_Error_AppConfigFail" = "Tidak dapat mengakses tetapan halaman";
"WeApp_OpenTask_Error_ContactAttributeFail" = "Tidak dapat mengakses atribut";
"WeApp_OpenTask_Error_DebugUinInvalid" = "Akses tidak dibenarkan";
"WeApp_OpenTask_Error_DebugOutOfTime" = "Kod QR versi pembangun tamat tempoh";
"WeApp_OpenTask_Error_DebugDefault" = "Maklumat kod QR";
"WeApp_OpenTask_Error_LoadContactInfoFail" = "Pemuatan tamat masa";
"WeApp_OpenTask_Error_RDMNotExist" = "Versi ujian tidak dijumpai";
"WeApp_OpenTask_Error_RDMNetWorkFailed" = "Permintaan rangkaian tamat masa. Cuba sekali lagi kemudian.";
"WeApp_OpenTask_Error_RDMHasNoPermission" = "Anda tidak dibenarkan untuk menggunakan versi ujian. Panggil pentadbir Program Mini.";
"WeApp_OpenTask_Error_DevHasNoLocalPackInfo" = "Versi pembangun tamat tempoh. Imbas kod QR pada kit alat pembangun.";
"WeApp_OpenTask_Error_CdnDisaster" = "Terlalu banyak percubaan. Cuba lagi nanti.";
"WeApp_Unsupport_Default" = "Ciri tidak disokong di Mac pada masa ini. Sila gunakan telefon anda.";
"WeApp_Unsupport_insertMap" = "Fungsi peta tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_Unsupport_startRecord" = "Perakaman tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_Unsupport_address" = "Fungsi penggunaan alamat tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_Unsupport_InvoiceTitle" = "Fungsi invois tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_Unsupport_makePhoneCall" = "Panggilan telefon tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_Unsupport_scanCode" = "Fungsi imbas tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_Unsupport_card" = "Kad dan tawaran tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_Unsupport_bluetooth" = "Fungsi Bluetooth tidak disokong di Mac pada masa ini. Sila gunakan telefon bimbit anda.";
"WeApp_Unsupport_WeRun" = "Tidak dapat mengakses kiraan langkah WeRun anda di Mac. Sila gunakan telefon bimbit anda.";
"WeApp_Suspension_Service" = "Perkhidmatan Program Mini tidak tersedia buat sementara waktu";
"WeApp_NotSupportThisVersion" = "Belum dikeluarkan";
"WeApp_Profile_EnterWeApp" = "Buka";
"WeApp_Profile_SuggestToFriend" = "Kongsi";
"WeApp_Profile_BussinessScope" = "Perkhidmatan";
"WeApp_Profile_DeveloperInfo" = "Pemilik";
"WeApp_Profile_BindBrandInfo" = "Akaun Rasmi Berkaitan";
"WeApp_Profile_AuthorizationTips" = "Benarkan \"%@\" untuk menggunakan:";
"WeApp_Profile_AuthorizationDenyTips" = "Jika pengesahan dinyahdayakan, sesetengah ciri-ciri Program Mini mungkin terjejas. Nyahaktifkan sekarang?";
"WeApp_Profile_DenyAuthorization" = "Nyahdayakan";
"WeApp_Profile_AuthorizationEmptyTip" = "\"%@\" tidak menggunakan sebarang maklumat anda";
"WeApp_Profile_NoMoreBindBrand" = "Tiada lagi Akaun Rasmi";
"WeApp_Profile_AuthorizationLocationDeny" = "Jangan sekali-kali";
"WeApp_Profile_AuthorizationLocationWhenInUseAllow" = "Semasa Menggunakan";
"WeApp_Profile_AuthorizationLocationAlwaysAllow" = "Sentiasa";
"WeApp_Profile_AuthorizationLocationDenyLongVer" = "Jangan sekali-kali";
"WeApp_Profile_AuthorizationLocationWhenInUseAllowLongVer" = "Hanya Semasa Menggunakan Program Mini";
"WeApp_Profile_AuthorizationLocationAlwaysAllowLongVer" = "Semasa Menggunakan dan Selepas Meninggalkan Program Mini";
"WeApp.ScopeKey.Location.Desc" = "Lokasi";
"WeApp.ScopeKey.Account.Desc" = "Maklumat Pengguna";
"WeApp.ScopeKey.Camera.Desc" = "Kamera";
"WeApp.ScopeKey.MircoPhone.Desc" = "Mikrofon";
"WeApp.Camera.Not.Available" = "Kamera sedang digunakan atau tidak dikesan. Cuba lagi nanti.";
"WeApp.Navigate.MiniProgram.Tip" = "Mendapatkan maklumat...";
"WeApp_UserAutoFill_TitlePre" = "Gunakan maklumat yang disimpan?";
"WeApp_UserAutoFill_TitleAfter" = "Simpan maklumat yang dimasukkan?";
"WeApp_UserAutoFill_OpenDetail" = "Ketahui Selanjutnya";
"WeApp_UserAutoFill_PhoneAuthTitle" = "Pengesahan Nombor Mudah Alih WeChat";
"WeApp_UserAutoFill_PhoneAuthAllow" = "Sahkan";
"WeApp_UserAutoFill_PhoneVerifyTitle" = "Masukkan kod pengesahan SMS";
"WeApp_UserAutoFill_PhoneVerifyContent" = "Dihantar kepada nombor mudah alih: %@.";
"WeApp_UserAutoFill_PhoneVerifyNotReceive" = "Tiada kod pengesahan diterima?";
"WeApp_UserAutoFill_PhoneVerifyRetry" = "Hantar semula";
"WeApp_UserAutoFill_PhoneVerifyRetryInfo" = "Kod Pengesahan salah. Hantar semula.";
"WeApp_UserAutoFill_PhoneVerifyRetryFrequently" = "Terlalu banyak percubaan. Cuba lagi nanti.";
"WeApp_UserAutoFill_PhoneBindTitle" = "Tiada nombor dipautkan kepada akaun WeChat";
"WeApp_UserAutoFill_PhoneBindContent" = "Pautkan nombor mudah alih ke akaun WeChat anda untuk menggunakan ciri auto isi";
"WeApp_UserAutoFill_PhoneBind" = "Paut Mudah Alih";
"WeApp_UserAutoFill_PhoneSmsTips" = "SMS dihantar";
"WeApp_UserAutoFill_PhoneBindTips" = "Berjaya disimpan";
"WeApp_UserAutoFill_PhoneSmsError" = "Ralat ketika menghantar SMS.";
"WeApp_UserAutoFill_PhoneSmsFail" = "Tidak dapat menghantar SMS.";
"WeApp_UserAutoFill_CountDown" = "Hantar semula selepas %ds.";
"WeApp_UserAutoFill_AuthInfoTitle" = "Mengenai Pengesahan Nombor Mudah Alih WeChat";
"WeApp_UserAutoFill_AuthComplaint" = "Laporkan Program Mini Ini";
"WeApp_GetPhoneNumber_RequireToGet" = "Minta untuk Mendapatkan";
"WeApp_GetPhoneNumber_YourPhoneListTitle" = "Nombor Mudah Alih Anda";
"WeApp_GetPhoneNumber_ManagePhoneList" = "Urus Nombor Mudah Alih";
"WeApp_GetPhoneNumber_UseOtherPhone" = "Guna Nombor Mudah Alih Lain";
"WeApp_GetPhoneNumber_BindedWxPhone" = "Dipautkan ke WeChat";
"WeApp_GetPhoneNumber_Reject" = "Tolak";
"WeApp_GetPhoneNumber_Allow" = "Benarkan";
"WeApp_GetPhoneNumber_AuthTitle" = "Mengenai Akses Pihak Ketiga kepada Nombor Mudah Alih";
"WeApp_GetPhoneNumber_AddNewPhone" = "Tambah Mudah Alih";
"WeApp_GetPhoneNumber_AddNewPhone_CompliantPrefrefix" = "Jika anda mengalami pengumpulan atau penggunaan maklumat anda yang luar biasa, sila laporkannya.";
"WeApp_GetPhoneNumber_AddNewPhone_Compliant" = "Lapor";
"WeApp_GetPhoneNumber_ManagePhone" = "Urus";
"WeApp_GetPhoneNumber_AddNewPhone_ReachLimitation" = "Had adalah %d nombor mudah alih";
"WeApp_GetPhoneNumber_AddNewPhone_Title" = "Tambah Mudah Alih";
"WeApp_GetPhoneNumber_AddNewPhone_PhoneNumber" = "Mudah Alih";
"WeApp_GetPhoneNumber_AddNewPhone_ConfirmCode" = "Kod";
"WeApp_GetPhoneNumber_AddNewPhone_SavePhone" = "Simpan untuk Kegunaan Kemudian";
"WeApp_GetPhoneNumber_AddNewPhone_SendConfirmCode" = "Hantar semula";
"WeApp_GetPhoneNumber_AddNewPhone_PlaceHolder_EnterValidPhoneNumber" = "Masukkan nombor mudah alih yang sah";
"WeApp_GetPhoneNumber_AddNewphone_PlaceHolder_EnterConfirmCode" = "Kod pengesahan 6 digit";
"WeApp_GetPhoneNumber_NetError" = "Ralat rangkaian";
"WeApp_RemoteDebug_MaskLabel_Disconnect" = "Tiada sambungan rangkaian...";
"WeApp_RemoteDebug_MaskLabel_Breakpoint" = "Disampuk...";
"WeApp_RemoteDebug_MaskLabel_WaitingIDE" = "Menunggu alat ditambahkan...";
"WeApp_RemoteDebug_MaskLabel_TooMuchMsg" = "Terlalu banyak mesej tertunggak...";
"WeApp_RemoteDebug_ConnectLabel_Disconnect" = "Diputuskan sambungan";
"WeApp_RemoteDebug_ConnectLabel_Connecting" = "Menyambung";
"WeApp_RemoteDebug_ConnectLabel_Connected" = "Telah disambungkan";
"WeApp_RemoteDebug_ConnectLabel_Reconnect" = "Percubaan semula %tu...";
"WeApp_RemoteDebug_ServerLabel_None" = "Pelayan--";
"WeApp_RemoteDebug_ServerLabel_Normal" = "Pelayan berjalan normal";
"WeApp_RemoteDebug_ServerLabel_Error" = "Ralat pemprosesan pelayan";
"WeApp_RemoteDebug_ServerLabel_WaitIDE" = "Mesej pelayan tertunggak";
"WeApp_RemoteDebug_EndReason_NotSupported" = "Versi iOS semasa tidak menyokong penyahpepijatan jarak jauh untuk Permainan Mini";
"WeApp_RemoteDebug_EndReason_DebugFinish" = "Penyahpepijatan tempatan tamat";
"WeApp_RemoteDebug_EndReason_TicketFail" = "Gagal untuk mendapatkan tiket";
"WeApp_RemoteDebug_EndReason_IDEQuit" = "Alat pembangunan telah keluar dari penyahpepijatan";
"WeApp_RemoteDebug_EndReason_IsDebug" = "Bilik sedang dinyahpepijat dan tidak boleh ditambah semula";
"WeApp_RemoteDebug_SendFail_AskRetry" = "Gagal menghantar. Cuba lagi?";
"WeApp_RemoteDebug_ConnectFail_AskRetry" = "Ralat rangkaian. Cuba lagi?";
"WeApp_RemoteDebug_PannelString_Expand" = "Kembangkan";
"WeApp_RemoteDebug_PannelString_Shrink" = "Runtuh";
"WeApp_RemoteDebug_PannelString_Stop" = "Henti";
"WeApp_RemoteDebug_PannelString_Log" = "Log";
"WeApp_RemoteDebug_PannelString_NeedConfirm" = "Untuk disahkan";
"WeApp_RemoteDebug_PannelString_NeedSend" = "Untuk dihantar";
"WeApp_RemoteDebug_PannelString_HasSend" = "Dihantar";
"WeApp_RemoteDebug_PannelString_HasRecv" = "Diterima";
"WeApp_RemoteDebug_PannelString_AlwaysOnTop" = "Sentiasa berada di atas";
"WeApp_RemoteDebug_Common_GiveUp" = "Keluar";
"WeApp_RemoteDebug_Common_Retry" = "Cuba Semula";
"WeApp_RemoteDebug_Connection_Error" = "Ralat bersambung dengan set alat pembangun";
"WeApp_RemoteDebug_Unsupport" = "Versi sistem semasa anda tidak menyokong pembukaan Program Mini.";
"WeApp_Mac_Tips_EmptyBindPhone_Title" = "Pautkan Nombor Mudah Alih Anda";
"WeApp_Mac_Tips_EmptyBindPhone_Msg" = "Anda dapat memautkannya pada aplikasi mudah alih WeChat.";
"WeApp_ForceClose_Title" = "Petua";
"WeApp_ForceClose_InjectJsError" = "Tidak dapat memuatkan";
"WeApp_ForceClose_NoActive" = "Program Mini tanpa diduga ditutup. Cuba lagi nanti.";
"WeApp_ForceClose_ForeApp" = "Memori tidak mencukupi. Buka Program Mini dan cuba lagi.";
"weApp_ForceClose_ForeGame" = "Memori tidak mencukupi. Buka Permainan Mini dan cuba lagi.";
"WeApp_ForceClose_PubLibUpdate" = "Sumber dikemas kini. Mulakan semula Program Mini.";
"WeApp_ForceClose_Lock" = "WeChat disekat. Mulakan semula Program Mini untuk menggunakannya.";
"WeApp_OpenTask_Error_LaunchWeAppFail" = "Tidak dapat membuka Program Mini (Kod ralat: %d)";
"WeApp_OpenTask_Error_PushWebViewTimeout" = "Pembukaan Program Mini tamat masa";
"WeApp_OpenTask_Error_EnterAnimationTimeout" = "Pemuatan Program Mini tamat masa";
"WeApp_OpenTask_Error_Multiprocess" = "Terdapat ralat semasa memproses. Cuba buka Program Mini lagi nanti.";
"WeApp_OpenTask_Error_Open" = "Program Mini sedang dikemas kini. Cuba buka lagi nanti.";
"WeApp_Pay_View_Desc" = "Imbas dengan WeChat untuk melengkapkan pembayaran";
"WeApp_Pay_Success" = "Pembayaran berjaya";
"WeApp_DebugMode_Dev" = "Versi Pembangun";
"WeApp_DebugMode_RDM" = "Versi Ujian";
"WeApp_Profile_Score" = "";
"WeApp_Profile_Location" = "Menentukan lokasi";
"WeApp_Profile_Voice" = "Merekod audio";
"WeApp_Profile_Video" = "Merekod layar";
"WeApp_Profile_Home_Disable" = "Ini ialah halaman utama";
"WeApp_Profile_Share_Disable" = "Tidak dapat berkongsi halaman ini";
"WeApp_Profile_Setting_Disable" = "Tetapan Program Mini";
"WeApp_Privacy_Location_Setting" = "Tetapkan";
"WeApp_Privacy_Location_Service" = "Perkhidmatan Lokasi tidak didayakan";
"WeApp_Privacy_Location_Desc" = "1. Pergi ke \"Keutamaan Sistem\" > \"Keselamatan & Privasi\" > \"Privasi\" > \"Perkhidmatan Lokasi\" > Semak \"Dayakan Perkhidmatan Lokasi\".\n2. Benarkan \"WeChat\" untuk menggunakan Perkhidmatan Lokasi.";
"WeApp_Crash_Desc" = "Proses Program Mini \"%@\" ditutup tanpa diduga. Buka semula?";
"WeApp_Crash_Confirm" = "Buka semula";
